{
    "_comment": "Home page header",
    "AED": "AED",
    "language": "زبان",
    "region": "علاقہ",
    "CommingSoon": "جلد آرہا ہے",
    "HeaderCategories": "اقسام",
    "HeaderLogin": "لاگ ان",
    "HeaderLogout": "لاگ آوٹ",
    "HeaderBeAnInstructor": "انسٹرکٹر بنیں",
    "HeaderSpecialOffers": "خصوصی پیشکش",
    "HeaderUpcomingEvents": "آنے والی تقریبات",
    "_comment2": "Home page join",
    "JoinSecBeAnInstructor": "ایک انسٹرکٹر بنیں۔",
    "JoinUpgradeSkillsAsAnInstructor": "بطور اپ گریڈ سکلز میں شامل ہوں۔",
    "Instructor": "انسٹرکٹر",
    "JoinDropInformationBtn": "معلومات چھوڑیں",
    "_comment3": "اقسام",
    "BannerOurCourses": "ہمارے کورسز",
    "CategoryNoCourseFound": "اس زمرے کے لیے کوئی کورس نہیں ملا",
    "CategoryPageOur": "ہمارے",
    "CategoryPageCourses": "کورسز",
    "_comment4": "Be An Instructor",
    "HeaderTransformYourPassionintoProfession": "اپنے شوق کو پیشہ میں تبدیل کریں",
    "HeaderEmpowerThoseAroundYouByPartneringWithUpgradeSkillsToBecomeAnInstructor": "ایک انسٹرکٹر بننے کے لیے Upgrade-Skills کے ساتھ شراکت کرکے اپنے آس پاس کے لوگوں کو بااختیار بنائیں",
    "HeaderBecomeAnInstructorBtn": "ایک انسٹرکٹر بنیں",
    "FlowTeachyourway": "اپنا طریقہ سکھائیں",
    "FlowPublishtheCourseyouWantinTheWayyouWantAndAlwaysHaveControlofYourOwnContent": "جس کورس کو آپ چاہتے ہیں، اس طرح شائع کریں جس طرح آپ چاہتے ہیں، اور ہمیشہ اپنے مواد پر کنٹرول رکھیں",
    "FlowInspireLearners": "سیکھنے والوں کی حوصلہ افزائی کریں",
    "FlowTeachWhatYouKnowandHelpLearnersExploreTheirInterestsGainNewSkillsAndAdvanceTheirCareers": "جو کچھ آپ جانتے ہیں اسے سکھائیں اور سیکھنے والوں کو ان کی دلچسپیاں دریافت کرنے میں مدد کریں تاکہ وہ نئی مہارتیں حاصل کر سکیں اور اپنے کیریئر کو آگے بڑھائیں",
    "FlowGetRewarded": "ادائیگی حاصل کریں۔",
    "FlowExpandYourProfessionalNetworkBuildYourExpertiseAndEarnMoneyOnEachPaidEnrollment": "اپنے پیشہ ورانہ نیٹ ورک کو وسعت دیں، اپنی مہارت بنائیں، اور ہر ادا شدہ اندراج پر پیسہ کمائیں",
    "Step1": "مرحلہ نمبر 1",
    "Step1InitialPreparation": "ابتدائی تیاری",
    "Step1Description": "ایک ویڈیو کورس ریکارڈ کریں جس میں آپ ماہر ہوں۔ ویڈیو اور آڈیو کوالٹی کو یقینی بنائیں۔ آپ کا موضوع رجحان ساز، تازہ ترین، اپ ڈیٹ اور طلباء کے لیے دلکش ہونا چاہیے۔ اس بات کو یقینی بنائیں کہ آپ ایک ایسا موضوع چنتے ہیں جس کے بارے میں آپ مختلف ابواب کے ساتھ طوالت میں بات کر سکتے ہیں۔ منظوری کے لیے ہمیں ایک کاپی بھیجیں اور آپ اثر انداز ہونے کے لیے آگے بڑھیں گے۔",
    "Step2": "مرحلہ نمبر 2 ",
    "Step2UploadTheVideo": "ویڈیو اپ لوڈ کریں",
    "Step2Description": "منظوری کے لیے بس اپنا ویڈیو اپ لوڈ کریں اور ایک بار منظور ہو جانے کے بعد، ہم آپ کے سامعین کی بقیہ مارکیٹنگ کریں گے اور اس بات کو یقینی بنائیں گے کہ وہ آپ کی پرومو ویڈیو، کورس کا مواد، ابواب وغیرہ دیکھیں گے۔",
    "Step3": "مرحلہ نمبر 3",
    "Step3MakeMoneyFromYourCourses": "اپنے کورسز سے پیسہ کمائیں۔",
    "Step3Description": "جب طالب علم خریدتے ہیں، تو وہ آپ کے کورسز تک زندگی بھر رسائی حاصل کر لیتے ہیں اور اس سے بھی بہتر، آپ وہ کام کرکے پیسہ کماتے ہیں جو آپ بہترین کرتے ہیں۔ ",
    "OnlineCommunityYouWontHaveToDoItAlone": "آپ کو یہ اکیلے نہیں کرنا پڑے گا۔",
    "OnlineCommunityOurInstructorSupportTeam": "ہماری انسٹرکٹر سپورٹ ٹیم آپ کے سوالات کے جوابات دینے اور آپ کے ٹیسٹ ویڈیو کا جائزہ لینے کے لیے حاضر ہے،",
    "TeachingCenterHelp": "جبکہ ہمارا تدریسی مرکز آپ کو اس عمل میں مدد کرنے کے لیے کافی وسائل فراہم کرتا ہے۔ اس کے علاوہ، ہماری آن لائن کمیونٹی میں تجربہ کار اساتذہ کا تعاون حاصل کریں۔",
    "JoinInstructorBeAnInstructor": "ایک انسٹرکٹر بنیں۔",
    "JoinInstructorUpgradeSkillsAsAnInstructor": "بطور انسٹرکٹر اپ گریڈ سکلز میں شامل ہوں۔",
    "JoinInstructorDropInformationBtn": "معلومات چھوڑیں۔",
    "_comment5": "Special Offers",
    "SpecialOffersNoCoursesFound": "اس تلاش کے استفسار کے لیے کوئی کورس نہیں ملا",
    "SearchCourses": "کورسز تلاش کریں",
    "_comment6": "Upcoming Events",
    "UpcomingEventsUpcoming": "آنے والی",
    "UpcomingEventsEvents": "تقریبات",
    "BannerUpcomingEvents": "انے والی تقریبات",
    "UpcomingEventsNoCoursesFound": "اس تلاش کے استفسار کے لیے کوئی کورس نہیں ملا",
    "_comment8": "Cart Page",
    "CartPageCartEmpty": "ٹوکری خالی ہے!",
    "CartPageAddtoCart": "کارٹ میں کورس شامل کریں۔",
    "CartPageCartSummary": "ٹوکری کا خلاصہ",
    "CartPagePrice": "قیمت",
    "CartPageTransactionCharge": "VAT چارجز",
    "CartPageDiscount": "Discount",
    "CartPageTotalPrice": "کل قیمت",
    "CartPagePromoCode": "پرومو کوڈ",
    "CartPageApply": "اپلائی کریں",
    "CartPageCheckout": "چیک آؤٹ",
    "_comment7": "Footer",
    "FooterLocation": "مقام",
    "FooterGeneralLinks": "عام روابط",
    "FooterHome": "گھر",
    "FooterAllCourses": "تمام کورسز",
    "FooterBeAnInstructor": "ایک انسٹرکٹر بنیں",
    "FooterAbout": "کے بارے میں",
    "FooterContactUs": "ہم سے رابطہ کریں۔",
    "FooterSubscribe": "سبسکرائب",
    "FooterBlogs": "بلاگز",
    "FooterStayUptodate": "ہماری تازہ ترین خبروں اور خصوصی پیشکشوں کے ساتھ اپ ٹو ڈیٹ رہیں- اپنا میل یہاں ڈراپ کریں۔",
    "FooterEmailHere": "یہاں ای میل کریں",
    "FooterSubscribeNow": "اب سبسکرائب کریں",
    "_comment9": "Course Details Page",
    "CourseDetailsOnlineCourse": "آن لائن کورس",
    "CourseDetailsInstructors": "انسٹرکٹرز",
    "CourseDetailsDescription": "تفصیل",
    "CourseDetailsCourseInstructors": "کورس انسٹرکٹرز",
    "CourseDetailsDuration": "دورانیہ",
    "CourseDetailsLectures": "لیکچرز",
    "CourseDetailsLevel": "سطح",
    "CourseDetailsLanguage": "زبان",
    "CourseDetailsCertificate": "سرٹیفیکیٹ",
    "CourseDetailsDatenTime": "تاریخ",
    "CourseDetailsRegister": "رجسٹر کریں۔",
    "CourseDetailsRelatedCourses": "متعلقہ کورسز",
    "_comment10": "Blogs",
    "BlogsPostCategory": "پوسٹ کیٹیگری",
    "BlogsRecentPosts": "حالیہ پوسٹس",
    "_comment11": "Contact Us",
    "ContactUsHeading1": "ہمیں ",
    "ContactUsHeading2": "رابطہ کریں",
    "ContactGetInTouch": "رابطے میں رہنا",
    "ContactWithUs": "ہمارے ساتھ",
    "ConctactFormName": "نام",
    "ContactFormEmail": "ای میل",
    "ContactFormPhone": "فون",
    "ContactFormSubject": "مضمون",
    "ContactFormMessage": "پیغام",
    "ContactFormSendMessage": "پیغام بھیجیں",
    "_comment12": "AboutUsPage",
    "HeaderAbout": "کے بارے میں",
    "HeaderUpgradeSkills": "اپ گریڈ سکلز",
    "WelcometoUpgradeSkills": "اپ گریڈ سکلز میں خوش آمدید",
    "Joinwithusandupgradetoa": "ہمارے ساتھ شامل ہوں اور  میں اپ گریڈ کریں۔",
    "brighterfuture": "روشن مستقبل",
    "startacoursebtn": " کورس شروع کریں",
    "FlowShareyourKnowledge": "اپنا علم شیئر کریں۔",
    "FlowDescriptionMakeyourvideo": "اپنی ویڈیو بنائیں اور آپ کو اپنا علم بانٹنے کا موقع ملے گا۔",
    "FlowChangePeoplesLives": "لوگوں کی زندگیاں بدلیں۔",
    "FlowDescriptionBetheinspiration": "کسی کی زندگی میں تحریک بنیں اور انہیں سبقت حاصل کرنے کی وجہ دیں۔",
    "FlowLifetimeEarnings": "زندگی بھر کی کمائی",
    "FlowDescriptionAgreatchanceforyou": "اپنی پسند کے کام کرتے ہوئے غیر فعال آمدنی حاصل کرنے کا آپ کے لیے ایک بہترین موقع۔",
    "JoinBecomeAnInstructor": "ایک انسٹرکٹر بنیں۔",
    "JoinYoucanjoinwithUpgradeSkills": "آپ گریڈ سکلز کے ساتھ بطور انسٹرکٹر شامل ہو سکتے ہیں۔",
    "JoinInstructor": "!",
    "JoinDropInformationbtn": "ڈراپ انفارمیشن",
    "Instructors": "انسٹرکٹرز",
    "InstructorsOurSkilled": "ہمارے ہنر مند",
    "InstructorsInstructors": "انسٹرکٹرز",
    "_comment13": "Login Page",
    "LoginPageForm": "فارم",
    "LoginPageLogin": "لاگ ان کریں",
    "LoginPageNow": "ابھی",
    "LoginPageUsername": "اسم رکنیت یا ای میل",
    "LoginPagePassword": "پاس ورڈ",
    "LoginPageOr": "یا",
    "LoginPageForgotPass": "پاسورڈ بھول گے",
    "LoginPageDontHaveAcc": "اکاؤنٹ نہیں ہے",
    "LoginPageSignup": "رجسٹر کریں",
    "_comment14": "Register Page",
    "RegisterPageRegistration": "اندراج",
    "RegisterPageRegisterForm": "فارم",
    "RegisterPageRegister": "رجسٹر کریں",
    "RegisterPageNow": "ابھی",
    "RegisterPageOr": "یا",
    "RegisterPageName": "نام",
    "RegisterPageEmail": "ای میل",
    "RegisterPagePhone": "فون",
    "RegisterPagePassword": "پاس ورڈ",
    "RegisterPageConfirmPassword": "تصدیقی پاس ورڈ",
    "RegisterPageIndustryType": "صنعت کی قسم",
    "RegisterPageBusiness": "کاروبار",
    "RegisterPageSendOffers": "مجھے خصوصی پیشکشیں، ذاتی نوعیت کی تجاویز، اور سیکھنے کی تجاویز بھیجیں",
    "RegisterPageCreateAccount": " اکاؤنٹ کھولیں",
    "RegisterPageTandCOur": "سائن اپ کرکے،",
  "RegisterPageTandCAccept": "آپ ہماری شرائط و ضوابط اور رازداری کی پالیسی سے اتفاق کرتے ہیں",
  "RegisterPageTandCAcceptPolicy": "رازداری کی پالیسی",
    "PrivacyPolicy": "رازداری کی پالیسی",
    "PrivacyIntroduction": "تعارف",
    "PrivacyWelcometoUpgradeSkillsPrivacyPolicy": "اپ گریڈ سکلز پرائیویسی پالیسی میں خوش آمدید۔ آپ کی رازداری ہمارے لیے انتہائی اہم اور اہم ہے۔ اپ گریڈ سکلز ایک کمپنی ہے جو تجارتی لائسنس کے نام سے رجسٹرڈ ہے Pure Magic Exhibition and Conference Organizing اور کمپنی امارات دبئی، متحدہ عرب امارات میں واقع ہے۔ اپنی ویب سائٹ کو چلانے کے دوران جو بھی معلومات ہم جمع کر سکتے ہیں اس کے بارے میں آپ کی رازداری کا احترام کرنا اپ گریڈ سکلز ہے۔ رازداری کی یہ پالیسی upgrade-skills.com پر لاگو ہوتی ہے (اس کے بعد، \"us\"، \"we\"، یا \"upgrade-skills.com\" یا اپ گریڈ اسکلز پورٹل)۔ ہم آپ کی رازداری کا احترام کرتے ہیں اور ذاتی طور پر قابل شناخت معلومات کے تحفظ کے لیے پرعزم ہیں جو آپ ہمیں ویب سائٹ www.upgrade-skills.com کے ذریعے فراہم کر سکتے ہیں۔ ہم نے یہ رازداری کی پالیسی (\"رازداری کی پالیسی\") کو یہ بتانے کے لیے اپنایا ہے کہ ہماری ویب سائٹ پر کون سی معلومات جمع کی جا سکتی ہیں، ہم اس معلومات کو کیسے استعمال کرتے ہیں، اور کن حالات میں ہم معلومات کو تیسرے فریق کو ظاہر کر سکتے ہیں۔ یہ رازداری کی پالیسی صرف ان معلومات پر لاگو ہوتی ہے جو ہم ویب سائٹ کے ذریعے جمع کرتے ہیں اور دوسرے ذرائع سے حاصل کردہ معلومات پر لاگو نہیں ہوتے ہیں۔ یہ رازداری کی پالیسی، ہماری ویب سائٹ پر پوسٹ کردہ شرائط و ضوابط کے ساتھ، آپ کے ہماری ویب سائٹ کے استعمال کو کنٹرول کرنے والے عمومی اصولوں اور پالیسیوں کو بیان کرتی ہے۔ ہماری ویب سائٹ وزٹ کرتے وقت آپ کی سرگرمیوں / تخصص پر منحصر ہے، اگر ضروری ہو تو آپ کو اضافی شرائط و ضوابط سے اتفاق کرنے کی ضرورت پڑ سکتی ہے۔ اس بات سے قطع نظر کہ آپ کس ملک میں مقیم یا مقیم ہیں، اگر آپ رازداری کی پالیسی سے اتفاق کرتے ہیں تو یہ سمجھا جاتا ہے کہ آپ اپ گریڈ سکلز پورٹل کے ساتھ قانونی طور پر پابند معاہدہ کر رہے ہیں۔ دوسرے لفظوں میں یہ پالیسی پوری دنیا میں لاگو ہے۔ اگر قابل قبول نہ ہو، استعمال کی شرائط کے ساتھ اور رازداری کی شرائط کے ساتھ، تو آپ کو سختی سے مشورہ دیا جاتا ہے کہ ہماری خدمات استعمال نہ کریں۔ .",
    "PrivacyWebsiteVisitorsHeading": "ویب سائٹ کے زائرین",
    "PrivacyWebsiteVisitorsDescription": "زیادہ تر ویب سائٹ آپریٹرز کی طرح، اپ گریڈ سکلز اس قسم کی غیر ذاتی طور پر شناخت نہ کرنے والی معلومات اکٹھا کرتی ہے جسے ویب براؤزر اور سرور عام طور پر دستیاب کرتے ہیں، جیسے براؤزر کی قسم، زبان کی ترجیح، حوالہ دینے والی سائٹ، اور ہر آنے والے کی درخواست کی تاریخ اور وقت۔ ذاتی طور پر شناخت نہ کرنے والی معلومات کو جمع کرنے میں مہارتوں کو اپ گریڈ کرنے کا مقصد بہتر طور پر یہ سمجھنا ہے کہ اپ گریڈ اسکلز کے زائرین ویب سائٹ کو کس طرح استعمال کرتے ہیں۔ وقتاً فوقتاً، اپ گریڈ سکلز اپنی ویب سائٹ کے استعمال کے رجحانات پر ایک رپورٹ شائع کرکے، مجموعی طور پر ذاتی طور پر شناخت نہ کرنے والی معلومات جاری کر سکتا ہے۔ اپ گریڈ اسکلز ممکنہ طور پر ذاتی طور پر شناخت کرنے والی معلومات بھی اکٹھا کرتی ہے جیسے انٹرنیٹ پروٹوکول (IP) ایڈریس لاگ ان صارفین کے لیے اور www.upgrade-skills.com بلاگ پوسٹس یا انسٹرکٹر پیج پر تبصرے کرنے والے صارفین کے لیے۔ اپ گریڈ سکلز صرف لاگ ان کردہ صارف اور تبصرہ کرنے والے IP پتوں کو انہی حالات میں ظاہر کرتا ہے جو یہ ذاتی طور پر شناخت کرنے والی معلومات کو استعمال کرتا ہے اور ظاہر کرتا ہے جیسا کہ ذیل میں بیان کیا گیا ہے۔",
    "PrivacySecurityofPersonalInformationHeading": "ذاتی معلومات کی حفاظت",
    "PrivacySecurityofPersonalInformationDescription1": "آپ کی ذاتی معلومات کی حفاظت ہمارے لیے اہم ہے، لیکن یاد رکھیں کہ انٹرنیٹ پر ترسیل کا کوئی طریقہ، یا الیکٹرانک اسٹوریج کا طریقہ 100% محفوظ نہیں ہے۔ اگرچہ ہم آپ کی ذاتی معلومات کی حفاظت کے لیے تجارتی طور پر قابل قبول ذرائع استعمال کرنے کی کوشش کرتے ہیں، لیکن ہم اس کی مکمل حفاظت کی ضمانت نہیں دے سکتے۔ درج ذیل معلومات اکٹھی کی جائیں گی، لیکن ان تک محدود نہیں۔",
    "PrivacySecurityofPersonalInformationDescription2": "ہمارے ساتھ رجسٹریشن کے دوران معلومات (بالواسطہ یا بالواسطہ طور پر فریق ثالث کے لنکس کے ذریعے) بطور طالب علم یا بطور انسٹرکٹر جس میں شامل ہو سکتے ہیں - آپ کا نام، پیشہ، جنس، تاریخ پیدائش، ملک میں رہائش پذیر، ادائیگی وصول کرنے کا ترجیحی طریقہ، بینک کا پتہ، ای میل ایڈریس، ٹیلی فون نمبر، پتہ، پاس ورڈ، صارف نام، یا ضرورت کے مطابق کوئی دوسری معلومات۔",
    "PrivacySecurityofPersonalInformationDescription3": "آپ کا پروفائل ہر کسی کے دیکھنے کے لیے عوامی ہو گا، اس لیے آپ کو مشورہ دیا جاتا ہے کہ آپ غلط معلومات کا انکشاف نہ کریں اور اپ گریڈ سکلز آپ کی جانب سے ہمیں فراہم کی جانے والی کسی بھی معلومات کے حوالے سے کوئی ذمہ داری قبول نہیں کرتا ہے۔",
    "PrivacySecurityofPersonalInformationDescription4": "اپ گریڈ سکلز ایک عوامی پلیٹ فارم ہے اور ہم صارفین کو تبصرے پوسٹ کرنے اور تفصیلات کا اشتراک کرنے کی اجازت دیتے ہیں۔ اپنے اندرونی استعمال کے لیے، ہم ان ڈیٹا کو کسٹمر ٹریکنگ یا صارفین سے رابطہ کرنے کے لیے رکھتے ہیں۔",
    "PrivacySecurityofPersonalInformationDescription5": "چونکہ یہ ایک عوامی پلیٹ فارم ہے، یہ سمجھا جاتا ہے کہ آپ نے ہمیں اپ گریڈ سکلز کو فروغ دینے کے لیے صارفین کے اشتراک کردہ تبصروں/مشمولات اور تجاویز کو استعمال کرنے کی اجازت (غیر خصوصی حقوق) دی ہے۔",
    "PrivacySecurityofPersonalInformationDescription6": "براہ کرم مشورہ دیا جائے، اپ گریڈ سکلز طلباء یا انسٹرکٹرز میں سے کسی بھی مواد کے بہاؤ کی ضمانت نہیں دے سکتے ہیں اور اس وجہ سے کسی بھی مشورے / مواد یا نتیجے کے لیے ذمہ دار نہیں ہے۔",
    "PrivacyGatheringofPersonallyIdentifyingInformationHeading": "ذاتی طور پر شناخت کرنے والی معلومات کا اجتماع",
    "PrivacyGatheringofPersonallyIdentifyingInformationDescription": "اپ گریڈ اسکلز ویب سائٹس کے کچھ وزیٹر اپ گریڈ سکلز کے ساتھ ان طریقوں سے بات چیت کرنے یا اکاؤنٹ کھولنے کا انتخاب کرتے ہیں جن کے لیے ذاتی طور پر شناخت کرنے والی معلومات اکٹھی کرنے کے لیے اپ گریڈ سکلز کی ضرورت ہوتی ہے۔ معلومات کی مقدار اور قسم جو اپ گریڈ سکلز جمع کرتی ہے اس کا انحصار تعامل کی نوعیت پر ہوتا ہے۔ مثال کے طور پر، ہم طالب علموں سے کورس کے لیے سائن اپ کرنے کو کہتے ہیں یا انسٹرکٹرز کو www.upgrade-skills.com پر کورس اپ لوڈ کرنے کو کہتے ہیں اور ایسا کرنے پر طلباء/انسٹرکٹرز کو اپنی معلومات کو اپ گریڈ سکلز کے لیے فراہم کرنا ہو گا۔",
    "PrivacyGatheringofCreditCarddetailsHeading": "کریڈٹ کارڈ کی تفصیلات جمع کرنا",
    "PrivacyGatheringofCreditCarddetailsDescription": "اپ گریڈ سکلز کے طور پر، ہم ایک تسلیم شدہ ادائیگی کے گیٹ کے ساتھ کام کرتے ہیں اور ہم آن لائن ادائیگی کے تمام اصولوں اور رہنما خطوط اور ادائیگی کارڈ انڈسٹری ڈیٹا سیکیورٹی اسٹینڈرڈ کے مطابق ہیں۔ ادائیگی کے مقاصد کے لیے صارفین سے جمع کی گئی تمام معلومات کو ادائیگی کے گیٹ وے کمپنی کے ذریعے سختی سے خفیہ رکھا جائے گا اور ہم، اپ گریڈ سکلز کے طور پر، کوئی بھی معلومات محفوظ نہیں کرتے ہیں۔",
    "PrivacyAdvertisementsHeading": "اشتہارات",
    "PrivacyAdvertisementsDescription": "ہماری ویب سائٹ پر اشتہارات اشتہاری شراکت داروں کے ذریعے صارفین تک پہنچائے جا سکتے ہیں، جو کوکیز سیٹ کر سکتے ہیں۔ یہ کوکیز اشتہار سرور کو ہر بار آپ کے کمپیوٹر کو پہچاننے کی اجازت دیتی ہیں جب وہ آپ کو یا آپ کے کمپیوٹر کا استعمال کرنے والے دوسرے لوگوں کے بارے میں معلومات مرتب کرنے کے لیے آپ کو آن لائن اشتہار بھیجتے ہیں۔ یہ معلومات اشتھاراتی نیٹ ورکس کو، دیگر چیزوں کے علاوہ، ھدف بنائے گئے اشتہارات فراہم کرنے کی اجازت دیتی ہے جو ان کے خیال میں آپ کے لیے سب سے زیادہ دلچسپی کے ہوں گے۔ یہ رازداری کی پالیسی اپ گریڈ اسکلز کے ذریعہ کوکیز کے استعمال کا احاطہ کرتی ہے اور کسی مشتہرین کے ذریعہ کوکیز کے استعمال کا احاطہ نہیں کرتی ہے۔",
    "PrivacyAgelimitconcerningusageofUpgradeSkills": "اپ گریڈ سکلز کے استعمال سے متعلق عمر کی حد",
    "PrivacyAgelimitconcerningusageofUpgradeSkillsDescription": "ہماری سائٹ کو استعمال کرنے کے لیے عمر کی حد 18+ سال ہے۔ دوسرے الفاظ میں، ہم 18 سال سے کم عمر کے لوگوں کو نابالغ سمجھتے ہیں اور ہماری سائٹ کے ساتھ ان کی شمولیت کو قبول نہیں کرتے ہیں۔ 18 سال سے کم عمر کے لوگ ہماری پالیسی کی شرائط کی خلاف ورزی کر رہے ہوں گے اور جمع کی گئی معلومات یا ان کا بنایا ہوا صفحہ فوری طور پر ختم کر دیا جائے گا۔ ہم اس معاملے میں مواد کے نقصان کے بھی ذمہ دار نہیں ہیں۔",
    "PrivacyLinksToExternalSites": "بیرونی سائٹس کے لنکس",
    "PrivacyLinksToExternalSitesDescription": "ہماری سروس میں بیرونی سائٹس کے لنکس شامل ہو سکتے ہیں جو ہمارے ذریعہ نہیں چلائی جاتی ہیں۔ اگر آپ تیسرے فریق کے لنک پر کلک کرتے ہیں، تو آپ کو اس تیسرے فریق کی سائٹ پر بھیج دیا جائے گا۔ ہم آپ کو سختی سے مشورہ دیتے ہیں کہ آپ جس سائٹ پر جاتے ہیں اس کی رازداری کی پالیسی اور شرائط و ضوابط کا جائزہ لیں۔ ہمارا کسی تیسرے فریق کی سائٹس، پروڈکٹس، یا خدمات کے مواد، رازداری کی پالیسیوں یا طریقوں پر کوئی کنٹرول نہیں ہے اور نہ ہی کوئی ذمہ داری قبول کرتے ہیں۔ اگر آپ ہمیں تھرڈ پارٹی سائٹ کے ذریعے معلومات فراہم کر رہے ہیں، تو یہ سمجھا جاتا ہے کہ آپ ہمیں تھرڈ پارٹی سائٹ سے معلومات جمع کرنے اور اسے ہمارے استعمال کے لیے استعمال کرنے کی اجازت دے رہے ہیں۔",
    "PrivacyAggregatedStatisticsCollectionHeading": "مجموعی اعداد و شمار / جمع کرنا اور کسٹمر ڈیٹا کا اشتراک",
    "PrivacyAggregatedStatisticsCollectionDescription": "جب آپ ہماری سائٹ تک رسائی حاصل کرتے ہیں، تو اپ گریڈ سکلز خودکار طریقوں کے ذریعے اپنی ویب سائٹ پر آنے والوں کے رویے کے بارے میں اعداد و شمار/ڈیٹا جمع کر سکتے ہیں۔ معلومات کا تعلق آپ کے آئی پی ایڈریس، رویے کی خصوصیات، آبادیات، مقام، آپ کے کمپیوٹر، وائرلیس ڈیوائس، ڈومین وغیرہ سے ہو سکتا ہے یا دوسرے لفظوں میں صارف کی صرف مجموعی معلومات سے۔ اپ گریڈ سکلز ای میل کی نقل و حرکت، صفحہ کے وزٹ، پروموشنز وغیرہ کو ٹریک کرنے کے لیے ویب بیکنز یا اسی طرح کی ٹیکنالوجی کو بھی تعینات کر سکتے ہیں۔ تاہم، اپ گریڈ سکلز آپ کی ذاتی طور پر شناخت کرنے والی معلومات کو ظاہر نہیں کرتا ہے۔ اس معلومات کو فریق ثالث کے ذرائع سے بھی شیئر کیا جا سکتا ہے اگر ہمیں سائٹ یا کورسز کی مارکیٹنگ میں شامل ہونے کی ضرورت ہو۔ دوسرے لفظوں میں، ہم آپ کے ڈیٹا کو طلباء، انسٹرکٹرز، بیرونی اشتہارات/سوشل میڈیا ایجنسیوں، ای میل مہمات، فری لانسرز، شراکت داروں، سروے ایجنسیوں، پش نوٹیفکیشن، سیکورٹی اور amp کے ساتھ شیئر کرنے کے حقوق محفوظ رکھتے ہیں۔ قانونی وجوہات، وغیرہ۔ ہم آپ کے اکاؤنٹ/ترجیح کے بارے میں آپ کے ساتھ بات چیت کرنے، آپ کے طریقہ کار سے متعلق آپ کو پیغامات بھیجنے یا تنازعات کو حل کرنے، خبرنامے، رائے کی درخواست، سروے کے ڈیٹا، کسٹمر کے تجربے کو بہتر بنانے کی کسی بھی کوشش وغیرہ کا حق بھی محفوظ رکھتے ہیں۔ .",
    "PrivacySurveyandoptoutOptionHeading": "سروے اور آپٹ آؤٹ آپشن",
    "PrivacySurveyandoptoutoptionDescription": "اپ گریڈ سکلز گاہک کی ضروریات اور ترجیحات کو سمجھنے کے لیے سروے بھی کر سکتے ہیں۔ سروے کا مطالبہ ہو سکتا ہے کہ ہم سروے کرنے کے لیے متعلقہ ڈیٹا اکٹھا کریں اور اس میں یہ شامل ہو سکتا ہے، لیکن ان تک محدود نہیں: آپ کا نام، فون نمبر، ای میل ایڈریس، جسمانی پتہ، عمر وغیرہ۔ ہم اپنی عوام پر مواد ڈسپلے کر سکتے ہیں۔ پلیٹ فارم یا سروے کی نوعیت کے لحاظ سے اسے اندرونی مقاصد کے لیے استعمال کر سکتا ہے۔ ڈیٹا اکٹھا کرنے کا واحد مقصد ہماری خدمات کو بہتر طور پر فروغ دینا اور یہ سمجھنا ہے کہ ہم اپنی خدمات کو کس طرح بہتر بنا سکتے ہیں۔ یہ سروے یا کسی بھی ذاتی معلومات سے آپٹ آؤٹ کرنا آپ کا حق ہے جس کی ہم درخواست کرتے ہیں۔ اگر آپ محسوس کرتے ہیں کہ آپ کسی بھی معلومات کو ظاہر نہیں کرنا چاہتے ہیں تو کسی بھی وقت اپنا اکاؤنٹ منسوخ کرنا آپ کا حق ہے۔ آپ کے پاس ہماری کوکیز پالیسی کو قبول نہ کرنے اور کسی بھی پروموشن سے آپٹ آؤٹ کرنے کا اختیار بھی ہے۔ تمام اپ ڈیٹس اور آپ کے ذاتی ڈیٹا تک رسائی آپ کا حق ہے اور اس کی درخواست info@upgrade-skills.com پر تحریری درخواست کے ذریعے کی جانی چاہیے۔",
    "PrivacyCookiesHeading": "کوکیز",
    "PrivacyCookiesDescription": "آپ کے آن لائن تجربے کو بہتر اور کامل بنانے کے لیے، اپ گریڈ سکلز \"کوکیز\"، اسی طرح کی ٹیکنالوجیز اور دوسروں کی طرف سے فراہم کردہ خدمات کو ذاتی نوعیت کا مواد، مناسب اشتہارات اور آپ کی ترجیحات کو آپ کے کمپیوٹر پر اسٹور کرنے کے لیے استعمال کرتا ہے۔ کوکی معلومات کا ایک سٹرنگ ہے جسے ویب سائٹ وزیٹر کے کمپیوٹر پر اسٹور کرتی ہے، اور یہ کہ وزیٹر کا براؤزر ہر بار جب وزیٹر واپس آتا ہے ویب سائٹ کو فراہم کرتا ہے۔ اپ گریڈ اسکلز کوکیز کو اپ گریڈ اسکلز کو دیکھنے والوں کی شناخت اور ان کا سراغ لگانے، http://upgrade-skills.com کے ان کے استعمال، فراڈ لاگ ان/سرگرمیوں سے بچانے کے لیے آپ کے کورس کی خریداری کے عمل اور ان کی ویب سائٹ تک رسائی کی ترجیحات کو فعال کرنے کے لیے کوکیز کا استعمال کرتا ہے۔ اپ گریڈ سکلز وزیٹر جو اپنے کمپیوٹر پر کوکیز رکھنا نہیں چاہتے ہیں، انہیں چاہیے کہ وہ اپ گریڈ سکلز ویب سائٹس استعمال کرنے سے پہلے اپنے براؤزر کو کوکیز سے انکار کر دیں، اس خرابی کے ساتھ کہ اپ گریڈ سکلز ویب سائٹس کی کچھ خصوصیات کوکیز کی مدد کے بغیر ٹھیک سے کام نہیں کر سکتیں۔ اپنی کوکی سیٹنگز کو تبدیل کیے بغیر ہماری ویب سائٹ پر نیویگیٹ کرنا جاری رکھ کر، آپ کوکیز کے استعمال کی مہارت کو اپ گریڈ کرنے کو تسلیم کرتے ہیں اور اس سے اتفاق کرتے ہیں۔",
    "PrivacyPolicyChangesHeading": "رازداری کی پالیسی میں تبدیلیاں",
    "PrivacyPolicyChangesDescription": "اگرچہ زیادہ تر تبدیلیاں معمولی ہونے کا امکان ہے، اپ گریڈ سکلز وقتاً فوقتاً اپنی رازداری کی پالیسی کو تبدیل کر سکتے ہیں۔ ایسا کرنا اپ گریڈ سکلز کی اپنی صوابدید پر ہے۔ اپ گریڈ سکلز زائرین کو اس کی رازداری کی پالیسی میں کسی بھی تبدیلی کے لیے اس صفحہ کو اکثر چیک کرنے کی ترغیب دیتا ہے۔ اس رازداری کی پالیسی میں کسی بھی تبدیلی کے بعد آپ کا اس سائٹ کا مسلسل استعمال آپ کی اس تبدیلی کو قبول کرنے کا سبب بنے گا۔",
    "PrivacyContactInformationHeading": "رابطے کی معلومات",
    "PrivacyContactInformationDescription": "اگر آپ کے پاس اس رازداری کی پالیسی کے بارے میں کوئی سوالات ہیں، تو براہ کرم ہم سے ای میل کے ذریعے رابطہ کریں: info@upgrade-skills.com۔ اس رازداری کی پالیسی کو آخری بار 20/02/2023 کو اپ ڈیٹ کیا گیا۔"
}