{
    "_comment": "Home page header",
    "AED": "AED",
    "language": "Language",
    "region": "Region",
    "CommingSoon": "Coming Soon",
    "HeaderCategories": "Categories",
    "HeaderLogin": "Login",
    "HeaderLogout": "Logout",
    "HeaderBeAnInstructor": "Be an Instructor",
    "HeaderSpecialOffers": "Special Offers",
    "HeaderUpcomingEvents": "Upcoming Events",
    "_comment2": "Home page join",
    "JoinSecBeAnInstructor": "Become An Instructor",
    "JoinUpgradeSkillsAsAnInstructor": "Join Upgrade Skills as an",
    "Instructor": "Instructor",
    "JoinDropInformationBtn": "Drop Information",
    "_comment3": "Categories",
    "BannerOurCourses": "Our Courses",
    "CategoryNoCourseFound": "Sorry, Currently we dont have courses for this category",
    "CategoryPageOur": "Our",
    "CategoryPageCourses": "Courses",
    "_comment4": "Be An Instructor",
    "HeaderTransformYourPassionintoProfession": "Transform Your Passion into Profession",
    "HeaderEmpowerThoseAroundYouByPartneringWithUpgradeSkillsToBecomeAnInstructor": "Empower those around you by partnering with Upgrade-Skills to become an instructor",
    "HeaderBecomeAnInstructorBtn": "Become An Instructor",
    "FlowTeachyourway": "Teach your way",
    "FlowPublishtheCourseyouWantinTheWayyouWantAndAlwaysHaveControlofYourOwnContent": "Publish the course you want, in the way you want, and always have control of your own content",
    "FlowInspireLearners": "Inspire learners",
    "FlowTeachWhatYouKnowandHelpLearnersExploreTheirInterestsGainNewSkillsAndAdvanceTheirCareers": "Teach what you know and help learners explore their interests gain new skills and advance their careers",
    "FlowGetRewarded": "Get rewarded",
    "FlowExpandYourProfessionalNetworkBuildYourExpertiseAndEarnMoneyOnEachPaidEnrollment": "Expand your professional network, build your expertise, and earn money on each paid enrollment",
    "Step1": "Step-1",
    "Step1InitialPreparation": "INITIAL PREPARATION",
    "Step1Description": "Record a video course that you are an expert in. Ensure the video and audio quality is good. Your topic should be trending, latest, updated and enticing to students. Ensure you pick a topic that you can talk about in length with various chapters. Send us a copy for approval and you will be on your way to make an impact",
    "Step2": "Step-2",
    "Step2UploadTheVideo": "UPLOAD THE VIDEO",
    "Step2Description": "Simply upload your video for approval and once approved, we will do the rest of marketing your audience and ensure they view your promo video, course content, chapters, etc.",
    "Step3": "Step-3",
    "Step3MakeMoneyFromYourCourses": "MAKE MONEY FROM YOUR COURSES",
    "Step3Description": "When students buy, they end up getting a lifetime access to your courses and even better, you end up making money doing what you do best. ",
    "OnlineCommunityYouWontHaveToDoItAlone": "You won't have to do it alone.",
    "OnlineCommunityOurInstructorSupportTeam": "Our Instructor Support Team is here to answer your questions and review your test video,",
    "TeachingCenterHelp": "while our Teaching Center gives you plenty of resources to help you through the process. Plus, get the support of experienced instructors in our online community.",
    "JoinInstructorBeAnInstructor": "Become An Instructor",
    "JoinInstructorUpgradeSkillsAsAnInstructor": "You can Join Upgrade-Skills as an Instructor",
    "JoinInstructorDropInformationBtn": "Drop Information",
    "_comment5": "Special Offers",
    "SpecialOffersNoCoursesFound": "No Courses Found for this Search Query",
    "SearchCourses": "Search Courses",
    "_comment6": "Upcoming Events",
    "BannerUpcomingEvents": "Upcoming Events",
    "UpcomingEventsNoCoursesFound": "No Courses Found for this Search Query",
    "UpcomingEventsUpcoming": "Upcoming",
    "UpcomingEventsEvents": "Events",
    "_comment8": "Cart Page",
    "CartPageCartEmpty": "Cart is Empty!",
    "CartPageAddtoCart": "Add course to cart",
    "CartPageCartSummary": "Cart Summary",
    "CartPagePrice": "Price",
    "CartPageTransactionCharge": "VAT Charges",
    "CartPageDiscount": "Discount",
    "CartPageTotalPrice": "Total Price",
    "CartPagePromoCode": "Promo Code",
    "CartPageApply": "Apply",
    "CartPageCheckout": "Checkout",
    "_comment7": "Footer",
    "FooterLocation": "Location",
    "FooterGeneralLinks": "General Links",
    "FooterHome": "Home",
    "FooterAllCourses": "All courses",
    "FooterBeAnInstructor": "Be an instructor",
    "FooterAbout": "About",
    "FooterContactUs": "Contact us",
    "FooterSubscribe": "Subscribe",
    "FooterBlogs": "Blogs",
    "FooterStayUptodate": "Stay up-to-date with our latest news and exclusive offers- drop your mail here",
    "FooterEmailHere": "Email here",
    "FooterSubscribeNow": "Subscribe Now",
    "_comment9": "Course Details Page",
    "CourseDetailsOnlineCourse": "Online Course",
    "CourseDetailsInstructors": "Instructors",
    "CourseDetailsDescription": "Description",
    "CourseDetailsCourseInstructors": "Course Instructors",
    "CourseDetailsDuration": "Duration",
    "CourseDetailsLectures": "Lectures",
    "CourseDetailsLevel": "Level",
    "CourseDetailsLanguage": "Language",
    "CourseDetailsCertificate": "Certificate",
    "CourseDetailsDatenTime": "Date & Time",
    "CourseDetailsRegister": "Register",
    "CourseDetailsRelatedCourses": "Related Courses",
    "_comment10": "Blogs",
    "BlogsPostCategory": "Post Category",
    "BlogsRecentPosts": "Recent Posts",
    "_comment11": "Contact Us",
    "ContactUsHeading1": "Contact",
    "ContactUsHeading2": "Us",
    "ContactGetInTouch": "Get in Touch",
    "ContactWithUs": "With Us",
    "ConctactFormName": "Name",
    "ContactFormEmail": "Email",
    "ContactFormPhone": "Phone",
    "ContactFormSubject": "Subject",
    "ContactFormMessage": "Message",
    "ContactFormSendMessage": "Send Message",
    "_comment12": "AboutUsPage",
    "HeaderAbout": "About",
    "HeaderUpgradeSkills": "UpgradeSkills",
    "WelcometoUpgradeSkills": "Welcome to Upgrade Skills",
    "Joinwithusandupgradetoa": "Join with us and upgrade to a",
    "brighterfuture": "Brighter Future!",
    "startacoursebtn": "Start a Course",
    "FlowShareyourKnowledge": "Share your Knowledge",
    "FlowDescriptionMakeyourvideo": "Make your video and you will have a chance to share your knowledge",
    "FlowChangePeoplesLives": "Change Peoples Lives",
    "FlowDescriptionBetheinspiration": "Be the inspiration in someone’s life and give them a reason to excel",
    "FlowLifetimeEarnings": "Lifetime Earnings",
    "FlowDescriptionAgreatchanceforyou": "A great chance for you to make passive income while doing what you like.",
    "JoinBecomeAnInstructor": "Become An Instructor",
    "JoinYoucanjoinwithUpgradeSkills": "You can join with Upgrade Skills as an",
    "JoinInstructor": "Instructor!!",
    "JoinDropInformationbtn": "Drop Information",
    "Instructors": "Instructors",
    "InstructorsOurSkilled": "Our Skilled",
    "InstructorsInstructors": "Instructors",
    "_comment13": "Login Page",
    "LoginPageLogin": "Login",
    "LoginPageForm": "Form",
    "LoginPageNow": "Now",
    "LoginPageUsername": "Username or Email",
    "LoginPagePassword": "Password",
    "LoginPageOr": "OR",
    "LoginPageForgotPass": "Forgot password",
    "LoginPageDontHaveAcc": "Don't have an account",
    "LoginPageSignup": "Sign Up",
    "_comment14": "Register Page",
    "RegisterPageRegistration": "Registration",
    "RegisterPageRegisterForm": "Form",
    "RegisterPageRegister": "Register",
    "RegisterPageNow": "Now",
    "RegisterPageOr": "یا",
    "RegisterPageName": "Name",
    "RegisterPageEmail": "Email",
    "RegisterPagePhone": "Phone",
    "RegisterPagePassword": "Password",
    "RegisterPageConfirmPassword": "Confirm Password",
    "RegisterPageIndustryType": "Industry Type",
    "RegisterPageBusiness": "Business",
    "RegisterPageSendOffers": "Send me special offers, personalized recommendations, and learning tips",
    "RegisterPageCreateAccount": "Create an account",
    "RegisterPageTandCOur": "By signing up, You agree to our ",
    "RegisterPageTandCAccept": "Terms and Conditions & ",
    "RegisterPageTandCAcceptPolicy": "Privacy Policy",
    "PrivacyPolicy": "Privacy Policy",
    "PrivacyIntroduction": "Introduction",
    "PrivacyWelcometoUpgradeSkillsPrivacyPolicy": "Welcome to Upgrade Skills Privacy Policy. Your privacy is extremely critical and important to us. Upgrade Skills is a company registered under the trade license name Pure Magic Exhibition &amp; Conference Organizing and the company is located in the Emirate of Dubai, United Arab Emirates. It is Upgrade Skills to respect your privacy regarding any information we may collect while operating our website. This Privacy Policy applies to upgrade-skills.com (hereinafter, \"us\", \"we\", or \"upgrade-skills.com\" or Upgrade Skills Portal). We respect your privacy and are committed to protecting personally identifiable information you may provide us through the Website www.upgrade-skills.com. We have adopted this privacy policy (\"Privacy Policy\") to explain what information may be collected on our Website, how we use this information, and under what circumstances we may reveal the information to third parties. This Privacy Policy applies only to information we collect through the Website and does not apply to our collection of information from other sources. This Privacy Policy, together with the Terms and Conditions posted on our Website, set forth the general rules and policies governing your use of our Website. Depending on your activities / specialization when visiting our Website, you may be required to agree to additional terms and conditions, if necessary. Irrespective of which country your based or residing in, if you agree to the Privacy Policy it is understood that you are getting into a legally binding contract with Upgrade Skills Portal. In other words, this policy is applicable worldwide. If not acceptable, with the terms of use and with the privacy terms, then you are strongly recommended not to use our services.",
    "PrivacyWebsiteVisitorsHeading": "Website Visitors",
    "PrivacyWebsiteVisitorsDescription": "Like most website operators, Upgrade Skills collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request. Upgrade Skills purpose in collecting non-personally identifying information is to better understand how Upgrade Skills visitors use the website. From time to time, Upgrade Skills may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website. Upgrade Skills also collects potentially personally-identifying information like Internet Protocol (IP) addresses for logged in users and for users leaving comments on www.upgrade-skills.com blog posts or instructor page. Upgrade Skills only discloses logged in user and commenter IP addresses under the same circumstances that it uses and discloses personally-identifying information as described below.",
    "PrivacySecurityofPersonalInformationHeading": "Security of Personal Information",
    "PrivacySecurityofPersonalInformationDescription1": "The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security. The following information will be collected, but not limited to",
    "PrivacySecurityofPersonalInformationDescription2": "Information during registration with us (either directly or indirectly through third party links) as a Student or as an Instructor that may include – your name, profession, gender, date of birth, country residing in, preferred mode of receiving payment, bank address, email address, telephone no., address, password, username, or any other information as required.",
    "PrivacySecurityofPersonalInformationDescription3": "Your profile will be public for anyone to view, hence you are recommended not to disclose false information and Upgrade Skills doesn' t take any responsibility regarding any information you furnish us with.",
    "PrivacySecurityofPersonalInformationDescription4": "Upgrade Skills is a public platform and we allow users to post comments and share details. For our internal use, we keep these data for customer tracking or for contacting users.",
    "PrivacySecurityofPersonalInformationDescription5": "Since this a public platform, it is understood that you have given us permission (non-exclusive rights) to use the comments/contents and suggestions shared by users in order to promote Upgrade Skills.",
    "PrivacySecurityofPersonalInformationDescription6": "Please be advised, Upgrade Skills cannot guarantee any flow of content from either Students or Instructors and is since not liable for any suggestions / content or conclusion.",
    "PrivacyGatheringofPersonallyIdentifyingInformationHeading": "Gathering of Personally-Identifying Information",
    "PrivacyGatheringofPersonallyIdentifyingInformationDescription": "Certain visitors to Upgrade Skills websites choose to interact or open an account with Upgrade Skills in ways that require Upgrade Skills to gather personally-identifying information. The amount and type of information that Upgrade Skills gathers depend on the nature of the interaction. For example, we ask students to sign up for a course or ask Instructors to upload course at www.upgrade-skills.com and in doing so Students / Instructors will have to provide their information to Upgrade Skills",
    "PrivacyGatheringofCreditCarddetailsHeading": "Gathering of Credit Card details",
    "PrivacyGatheringofCreditCarddetailsDescription": "As Upgrade Skills, we operate with a recognized payment gate and we are in line with the all the online payment norms and guidelines and Payment Card Industry Data Security Standard. All information collected from users for payment purposes will be kept strictly confidential by the payment gateway company and we, as Upgrade Skills, don't store any information",
    "PrivacyAdvertisementsHeading": "Advertisements",
    "PrivacyAdvertisementsDescription": "Ads on our website may be delivered to users by advertising partners, who may set cookies. These cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile information about you or others who use your computer. This information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you. This Privacy Policy covers the use of cookies by Upgrade Skills and does not cover the use of cookies by any advertisers",
    "PrivacyAgelimitconcerningusageofUpgradeSkills": "Age limit concerning usage of Upgrade Skills",
    "PrivacyAgelimitconcerningusageofUpgradeSkillsDescription": "The age limit to use our site is 18+ years. In other words, we consider people under the age of 18 as minors and do not accept their involvement with our site. People below the age of 18 will be violating the terms of our policy and the information collected or the page created by them will be terminated immediately. We are also not responsible for the loss of contents in this case",
    "PrivacyLinksToExternalSites": "Links To External Sites",
    "PrivacyLinksToExternalSitesDescription": "Our Service may contain links to external sites that are not operated by us. If you click on a third-party link, you will be directed to that third party's site. We strongly advise you to review the Privacy Policy and the Terms and Conditions of every site you visit. We have no control over and assume no responsibility for the content, Privacy Policies or practices of any third party sites, products, or services. In case you're providing us information through a third party site, then it is understood that you are allowing us to collate information from the third-party site and use it for our use.",
    "PrivacyAggregatedStatisticsCollectionHeading": "Aggregated Statistics / Collection and Sharing of Customer Data",
    "PrivacyAggregatedStatisticsCollectionDescription": "When you access our site, Upgrade Skills may collect statistics/data about the behavior of visitors to its website through automated methods. Information might relate to your IP address, behavior traits, demographics, location, your computer, wireless device, domain, etc, or in other words only aggregated information of the user. Upgrade Skills may also deploy web beacons or similar technology to track e-mail movements, page visits, to run promotions, etc. Upgrade Skills may display this information publicly or provide it to others. However, Upgrade Skills does not disclose your personally-identifying information. This information also might be shared by third-party sources in case we need them to get involved with the marketing of the site or courses. In other words, we reserve the rights of sharing your data with Students, Instructors, external advertising / social media agencies, email campaigns, freelancers, partners, survey agencies, push notification, for security &amp; law reasons, etc. We also reserve the right for communicating with you concerning your account/preference, sending you messages concerning your course of action or resolving disputes, newsletters, request feedback, data for survey, any attempt to improve the customer experience, etc.",
    "PrivacySurveyandoptoutOptionHeading": "Survey and opt-out option",
    "PrivacySurveyandoptoutoptionDescription": "Upgrade Skills also may conduct surveys to understand customer needs and preferences. The survey may demand that we collect relevant data to conduct the survey and this might include, but not limited to: Your Name, Phone No., E-mail address, Physical Address, Age, etc. We might display the content on our public platform or might just use it for internal purposes depending on the nature of the survey. The sole purpose of collecting the data is to promote our services better and to understand how we can better our services. It is your right to opt-out of the survey or any personal information we request. It is also your right to cancel your account anytime if you feel you don't want to disclose any information. You also have the option of not accepting our cookies policy and opting out of any promotion. All updates and access to your personal data is your right and it must be requested through a written request to info@upgrade-skills.com.",
    "PrivacyCookiesHeading": "Cookies",
    "PrivacyCookiesDescription": "To enrich and perfect your online experience, Upgrade Skills uses \"Cookies\", similar technologies and services provided by others to display personalized content, appropriate advertising and store your preferences on your computer. A cookie is a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the website each time the visitor returns. Upgrade Skills uses cookies to help Upgrade Skills identify and track visitors, their usage of http://upgrade-skills.com, protect from fraud logins/activities enabling the process of your course purchasing process and their website access preferences. Upgrade Skills visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using Upgrade Skills websites, with the drawback that certain features of Upgrade Skills websites may not function properly without the aid of cookies. By continuing to navigate our website without changing your cookie settings, you hereby acknowledge and agree to Upgrade Skills use of cookies.",
    "PrivacyPolicyChangesHeading": "Privacy Policy Changes",
    "PrivacyPolicyChangesDescription": "Although most changes are likely to be minor, Upgrade Skills may change its Privacy Policy from time to time; it is at the sole discretion of Upgrade Skills to do so. Upgrade Skills encourages visitors to frequently check this page for any changes to its Privacy Policy. Your continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.",
    "PrivacyContactInformationHeading": "Contact Information",
    "PrivacyContactInformationDescription": "If you have any questions about this Privacy Policy, please contact us via email: info@upgrade-skills.com. This Privacy Policy was last updated on 20/02/2023."
}